import 'package:world_time/pages/models/service.dart';

List<Service> services = [
  Service(
      name: 'صفاکاری',
      icon: 'cleaner',
      summary: 'دفتر، منزل، حیات، دستشویی و غیره',
      details:
          'خدمات پاک کاری و صفاکاری دفاتر، منازل، آپارتمانها و بلند منزل هاباداشتن افراد مسلکی و وسایل مجهز به شکل قراردادی در خدمت همشهریان محترم قرار دارد شرکت ها، اشخاص و موسساتی که خواهش صفاکاری داشته باشند باما درارتباط شوند.'),
  Service(
      name: 'ترمیمات',
      icon: 'plummber',
      summary: 'نل آب، دستشویی، حمام و غیره',
      details:
          'رسانیدن آب منظم به تمام نقاط مورد استفاده آب، از خصوصیات یک نلدوانی خوب است، و همچنین یک نلدوانی غیر معیاری باعث بندش نل ها شده که سبب خرابی و نقصان زیاد میگردد. اگر می خواهید ساختمان تان دارای یک نلدوانی معیاری و با کیفیت باشد که در آینده از خرابی، بندیش جلوگیری شود، ما چنین خدمات را به شما تحت عناوین زیر ارایه می نمائیم.'),
  Service(
      name: 'دیکوریشن',
      icon: 'decoration',
      summary: 'تزین دفاترو منازل به شکل مدرن',
      details:
          'نما (دیکور) داخلی و بیرونی دفاترو منازل برای آرامش خاطر و سهولت بیشتر یک نیاز است که باید خواسته یا نخواسته انجام شود. از طرف دیگر انجام این کار توسط افراد عادی، بی تجربه و بدون داشتن علم دیکوریشن نه تنها باعث آرامش خاطر نمی شود، بلکه بسیار خسته کننده هم می شود. اگر می خواهید از ضایع شدن مواد دیکور جلوگیری نموده و یکبار برای همیشه از یک دیکوریشن عالی و با کیفیت برخوردار شوید، با ما تماس حاصل نماید.'),
  Service(
      name: 'رنگمالی',
      icon: 'painting',
      summary: 'داخل اوتاق، کلیکین و غیره',
      details:
          'رنگ کردن دیوار ها، دروازه، پنجره و غیره تنها پاشیدن و مالیدن رنگ به سطح آن نمی باشد. بلکه رنگ کردن طوری باید صورت گیرد که از نگاه روان شناسی نیز مناسب باشد. رنگ و نحوه رنگ کردن اطاق مطالعه با اطاق خواب، اطاق خواب با سالون و سالون با اطاق اطفال فرق دارد، که باید هر کدام مطابق استندرد و معیارات خود شان رنگ گردد. برای مستفید شدن از چنین استندرد ها به ما تماس بگیرید.'),
  Service(
      name: 'نجاری',
      icon: 'carpenter',
      summary: 'کیلکین، دروازه، وسایل تزینی و غیره',
      details:
          'نجاری مهارت می خواهد که باید از آن برای دیزاین و ساختن وسایل چوبی، پی وی سی  و المونیمی بی عیب و نقص استفاده شود.اگر دنبال نجار خوب و حرفه ی هستید و می خواهید وسایل تان بی عیب، نقص و نمای عالی ساخته شود، با ما به تماس شوید.'),
  Service(
      name: 'آنتقال وسایل',
      icon: 'delivery',
      summary: 'انتقال وسایل دفتر،خانه و وسایل سنگین',
      details:
          'انتقال اجناس و اسناد از یک مکان به مکان دیگر یکی از مسایل مهم امروزی است، ولی اکثر مواقع اجناس و اسناد ارسالی در مسیر راه گم شده و یا به سروقت نمی رسد که باعث بروز مشکلات زیادی میگردد. "کارگر" با همکاری شرکت های معتبر حمل و نقل این مشکل را حل نموده است.اگر می خواهید از خدمات زیر با اطمینان بالا مستفید شوید با ما تماس بگیرید.'),
  Service(
      name: 'برق کشی',
      icon: 'electricity',
      summary: 'ساختمان و منازل',
      details:
          'برق وسیله ی روشنایی و آورنده¬ی خیلی سهولت ها در امور زندگی بشر می باشد، اما با اندک غفلت باعث مرگ انسان ها و تخریب ساختمان ها میگردد. اگر می خواهید سیستم برقی خوب، با کیفیت و مطمئین داشته باشید، به ما تماس گرفته از خدمات زیر مستفید شوید.'),
  Service(
      name: 'استا/بنایی',
      icon: 'building',
      summary: 'خشت کاری، سیم توی و غیره',
      details:
          'عمر یک ساختمان به درست، دقیق و باکیفیت کارکردن تمام بخش های آن مربوط می شود. اگر یکی از بخش های یک ساختمان درست اجراء نشود، از عمر ساختمان بدون شک کاسته می شود. ما " تیم کارگر" با ارایه خدمات زیر از عمر و زیبایی ساختمان شما ضمانت می نمایم، اگر می خواهید ساختمان بناء نمائید که عمر دراز و در عین حال زیبا باشد با ما به تماس شوید. ما خدمات زیر را با کیفیت بالا و کمترین نرخ ممکن به شما ارایه می نمائیم.'),
  Service(
      name: 'تلویزیون و محواره',
      icon: 'internet',
      summary: 'نصب آنتن و محواره',
      details:
          'کیفیت سیگنال انترنت، دیش آنتن و ماهواره به راه اندازی و نصب درست آن بستگی دارد، ما خدمات زیر را به شما عزیزان پیشکش می نمایم. اگر می خواهید ازاین خدمات به صورت عالی و با کیفیت مستفید شوید به ما تماس بگیرید.'),
  Service(
      name: 'ولدینگ کاری',
      icon: 'welding',
      summary: 'جوشکاری و ترمیمات وسایل فلزی',
      details:
          'فلزکاری مهارت می خواهد که باید از آن برای دیزاین و ساختن ابزار فلزی بی عیب و نقص استفاده شود.اگر دنبال فلزکار خوب و حرفه ی هستید و می خواهید ابزار های فلزی تان بی عیب، نقص و نمای عالی ساخته شود، با ما به تماس شوید.'),
  Service(
      name: 'خشکه شویی',
      icon: 'lundary',
      summary: 'لباس، قالین و وسایل خانه و یا دفتر',
      details:
          'کارگر خدمات خشکه شویی درب منزل را جهت سهولت هرچه بیشتر شما مشتریان عزیز ارایه می نماید.تمیز شستن، منظم وطو کردن و به موقع رساندن لباس های تان را با استفاده از اپلیکشن "کارگر" تجربه نماید.برای خدمات زیر بما تماس حاصل نماید.'),
];
